Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E34.tmx
Source language: en_us
Languages: zh_cn

source: How To Find The Perfect Tent
zh_cn: 如何找到适合你的帐篷

source: Is there anything more synonymous with camping than the tent?
zh_cn: 有什么比帐篷更能够成为野营的代名词呢？

source: Whether you're just getting started or looking to upgrade, the shear number of options can be mind boggling.
zh_cn: 不论你是刚入门还是正在寻求提升，多种不同的选择会让你犹豫不决。

source: Here's a quick and handy guide to buying the right tent for you.
zh_cn: 这是一个快速和方便的指南能够让你买到最适合你的帐篷。

source: Why Tents?
zh_cn: 为什么需要帐篷呢？

source: Do you need a tent to go camping?
zh_cn: 你去野营需要一个帐篷吗？

source: If you're asking that question, then the answer is a definitive yes.
zh_cn: 如果问到这个问题，那么答案是肯定的。

source: While other shelter options like tarps or just sleeping under the stars exist, they typically require sacrificing much weather protection, comfort and security.
zh_cn: 而其他选择比如说使用防水布或露天睡觉都是不可能的，这些通常需要有良好的气候条件，舒适度和安全保障作为前提。

source: I know many a grown man who talks a big talk, but when it comes to sleeping outside, won't get a good night's rest without a psychological barrier between themselves and the rest of the big, scary world.
zh_cn: 我知道许多成年人都喜欢高谈阔论，但是当他们真正需要睡在外面时，他们都不能睡得很好，并且在他们自己面临外面的可怕的世界时都会存在一定的心理障碍。

source: Weather conditions and other factors can also be very hard to predict outside, with most mountain ranges having their own microclimates creating precipitation, wind or other weather that you won't find predicted on your phone.
zh_cn: 出门在外天气状况和其他因素都是很难预料的，大多数山脉都有他们各自的微型气候，降水量、起风以及其他一些天气状况是你不能通过你的手机预测到的。

source: Then there's bugs.
zh_cn: 然后还会有很多虫子。

source: Tents do a remarkably effective job at keeping those off.
zh_cn: 这时候帐篷在帮助你远离这些虫子方面就起到了非常有效的作用。

source: Which Type Of Tent Is Right For You?
zh_cn: 哪种类型的帐篷更适合你呢？

source: What kind of camping are you going to be doing?
zh_cn: 你打算进行一个什么样的野营活动呢？

source: If you're staying in an organized campsite, next to your car, then you want the biggest, heaviest, most comfortable tent possible.
zh_cn: 如果你住在一个靠近你的汽车的有组织的营地，那么你可能就需一个最大，最重并且尽可能舒适的帐篷。

source: But, the second you have to carry that tent any distance, you're going to want something prioritizing low weight and small size.
zh_cn: 但是，其次如果你需要将帐篷带到任何一个地方，你就可能会想要相对来说很轻并且体积小的帐篷了。

source: And, if you plan on putting in a lot of miles, then you're going to want the absolute lightest shelter possible, sleeping comfort be damned.
zh_cn: 如果你打算在许多英里以外露营，那么你将会需要尽可能非常轻的帐篷，这能让你非常舒服地睡上一觉。

source: Let's break tents out into three main categories: campground, backpacking and ultralight.
zh_cn: 通常帐篷可以分为三大类：野营适用帐篷，背包帐篷以及超轻型帐篷。

source: Campground: What you want here is comfort, space and versatility. What you sacrifice is portability.
zh_cn: 野营适用帐篷：这种类型的帐篷很舒适，空间很大并且是多功能的，但是它不容易携带。

source: These tents are best if you plan on camping within striking distance of your car.
zh_cn: 如果你打算在很接近你的车的地点野营，那么这种帐篷将会是你最好的选择。

source: They're also great places to spend time if there's inclement weather.
zh_cn: 如果遇到恶劣天气，它们也是你消磨时间的好地方。

source: Large vestibules make great places to hang out, protecting you from the sun, rain or bugs while you cook and chill.
zh_cn: 大的门厅能提供很大的空间给你晾晒衣服，让你在煮饭或消闲放松时免于风吹日晒和虫子的侵扰。

source: Backpacking: A happy middle ground between comfort and portability, the vast majority of you will be best served by a decent backpacking tent.
zh_cn: 背包帐篷：它相对来说既比较舒适并且方便携带，一个体面的背包帐篷能为你们绝大多数人提供最好的服务。

source: You'll be giving up space when you're doing campground camping, but more than making up for it in that you're buying a single item that can also work on the trail, on the back of a motorcycle or anywhere else.
zh_cn: 当你在野外露营的时候，你会缺少一定的空间，但是这种帐篷却能够弥补这一缺憾——只要你买一个小小的零件，它同时也能在小路上，摩托车后面或者其他一些地方使用。

source: Ultralight: A minimalist shelter prioritizing ease of carry over comfort.
zh_cn: 超轻型帐篷：它属于一个简约住所，相对于舒适度而言，它更便于携带。

source: Just the ticket if you only plan to use it on the trail, but not a great place to spend time if you're looking to hang out in it during a daytime rain storm.
zh_cn: 只是如果你只打算在路上使用它，那还可以。但如果在白天下暴雨的时候，它并不是你能呆在里面并依赖它来消磨时间的好地方。

source: Ultralights also typically carry a large price premium over regular backpacking tents due to their lighter, fancier materials.
zh_cn: 超轻型帐篷通常比普通的背包帐篷更贵一些因为它们制作的材料更轻巧，更精致。

source: What Seasons Mean: You'll typically see tents rated as three or four seasons.
zh_cn: 季节标识是什么意思：你通常会看到被分为三个或四个季节使用的帐篷。

source: That's a bit misleading.
zh_cn: 那会有点儿误导人。

source: Three season tents are just that ¡ª they won't work great in high winds, insanely cold temperatures or under heavy snow loads.
zh_cn: 三个季节适用的帐篷不能在强风，超低温的环境以及大雪积压情况下使用。

source: "Four seasons" can be read as meaning winter only.
zh_cn: “四季适用”可以意味着只能在冬天使用。

source: They do a better job at sealing out the elements, standing up to high winds and make more room for gear storage in larger, all-encapsulating vestibules, but do so at the expense of weight and cost.
zh_cn: 它们有良好的密封条件，能承受强风，有更多的空间能够存储更大的密封气门，但这也让它变得很重并且很贵。

source: The vast majority of you will be just fine with a three season tent, even in most winter camping scenarios that don't involve ascending 14,000-foot peaks using ice axes.
zh_cn: 你们大部分人使用三个季节适用的帐篷就行了，甚至在大多数冬季野营的情况下，你们也不会遇到要用冰斧登上1.4万英尺高的山峰的情况。

source: What Men Mean: You'll see the size of tents listed in the number of "men" they hold.
zh_cn: 多人使用标识是什么意思:你会看到一些帐篷上面有多人使用的标识。

source: There's no industry standard for what measurements that represents, but figure on an average sized adult, snugly. A one man tent fits just one person.
zh_cn: 没有什么行业标准来鉴定这一行为，但是考虑到成年人的平均体积，一个单人帐篷只能住一个人。

source: A two man fits just two people.
zh_cn: 双人帐篷能住两个人。

source: Size up for more space, particularly if the "men" you may have in the tent aren't pre-existing snuggle buddies.
zh_cn: 想获得更多空间，就得买更大尺寸的帐篷，尤其是当你的帐篷里的那些人不是你可依赖的朋友时。

source: For example, Lara and I's general purpose backpacking tent is a three man, making a little extra room for comfort, gear storage and Wiley.
zh_cn: 劳拉和我一般会用三人居住帐篷，能够腾出一点空间留给我们的小狗威利以及安放其他东西，这样便会感到比较舒适。

source: Fitting an 85lbs dog inside a two man with the two of us is extremely uncomfortable.
zh_cn: 如果我们使用两人居住帐篷，里面住两个人加一条85lbs的狗，那就会感觉非常不舒服。

source: Having said that, the interior floor space of a tent is going to vary outside of the "men" parameters.
zh_cn: 先前已经说过，室内地板的空间在人数指标方面也会与外面的存在区别。

source: To get a better idea of the space any tent you're offering has, look at its dimensions online, then measure them out on your floor at home, using painter's tape or similar to mark out the size.
zh_cn: 为了能更好的了解帐篷的空间，你要在网上看看它的尺寸，然后测量在你家里的地板，使用胶纸或其他类似的东西标记出大小。

source: Then, put your air mattress(es), sleeping bag(s) and whatever else you'd want inside that outline and you'll have an idea of how much space you're working with.
zh_cn: 然后，把你的空气床垫，睡袋以及其他任何你想放到帐篷里的东西在网上放进去，那么之后你就会知道你需要一个有多大空间的帐篷了。

source: Rainflies, Vestibules and Windows: Unless you're buying some weird ultralight contraption, you want a tent with a mesh body (the smaller the holes in that mesh, the more bugs it'll keep out) or a body with large mesh panels for good ventilation.
zh_cn: 雨棚，门厅以及窗户：除非你要买一些奇怪的超轻型装置，如果不是的话，那你就需要买一个网状形的帐篷，（网格的洞越小，它就能阻挡更多的昆虫）或者通风良好的大型网格面板。

source: An all-encompassing rainfly that extends to the ground should cover that, creating at least one "vestibule" (think porch) for stowing muddy boots and other gear you want to protect from the rain.
zh_cn: 延伸到地面的一个能包住所有东西的外帐应该包括：至少有一个前厅（或者走廊），能够安放你的泥泞的雨靴以及其它你不想让被雨淋到的东西。

source: That rainfly should connect to the tent in a manner that allows adjustment and it should include points for fixing "guy lines," ropes that you stake out to draw the rainfly tight. This keeps it from noisily flapping about in the wind.
zh_cn: 帐篷外帐应该用一种可调节的方式连接到帐篷，并且它应该包含一些固定的东西，例如能够控制外帐松紧的绳索，这能够防止它被风吹倒。

source: Windows are silly and unnecessary; you'll be spending most of your time in the tent during the nighttime. Instead, look for vestibules that provide good weather protection when their doors are zipped open.
zh_cn: 窗户是根本就不需要的，在晚上你会更多情况下待在帐篷里，当你把拉链拉开走出去时，前厅能够为你提供良好的休息场所。

source: This will allow you to achieve maximum ventilation while keeping rain out.
zh_cn: 这将允许你实现最大程度的通风并且避免了淋雨。

source: Materials and Bathtub Floors: If a tent lists what kind of nylon it's made out of, then that probably means it's a good quality tent where the strength, weight and durability of its materials have been considered.
zh_cn: 材料和浴缸：如果一个帐篷上面列出它是用什么样的尼龙做的，那可能意味着它是一个质量好的帐篷，强度、重量及材料的耐久性都已经被考虑到。

source: Most don't bother.
zh_cn: 大多数都不怎么会让你感到麻烦。

source: You shouldn't bother with tents that have polyethylene floors (the same material as blue construction tarps).
zh_cn: 你不应该对有聚乙烯层（与蓝色建筑防水材料类似）的帐篷感到烦忧。

source: While those will be waterproof the first time you camp, they quickly fall apart and are generally just cheap and heavy.
zh_cn: 尽管当你第一次野营的时候那些就会变成一种防水材料，但是它们很快就会分崩离析，通常会变得既廉价又沉重。

source: Some "four season" tents have heavy vinyl floors. These are obviously great at being waterproof and durable, but they're heavy.
zh_cn: 一些四季适用的帐篷有重乙烯地板，很明显它们有着良好的防水性和耐用性，但是它们太重了。

source: Look for a floor that extends 4 to 6 inches up the tent's sides, all the way around.
zh_cn: 你会发现有一种地板能延伸到帐篷两侧4至6英寸。

source: This is known as a "bathtub" design and is more effective at keeping water out.
zh_cn: 这种称为"浴缸"的设计，能更有效地把水挡在外面。

source: Tent floors are relatively delicate things.
zh_cn: 帐篷的地板是相对比较脆弱的东西。

source: Endeavor to keep them clean (a little handheld broom helps here) and mind the surface you're pitching on. Remove rocks, sticks and whatnot ahead of time.
zh_cn: 努力保持它们的清洁（手持扫帚在这方面会起到作用）并且留意地板的表面，提前清除石头，棍棒和其他诸如此类的东西。

source: "Footprints" are an extra layer of that floor material, cut to size, which helps protect the tent floor from being pierced, cut or abraded.
zh_cn: 脚印也会出现在地板上，把地板材料切成一定尺寸，有助于防止帐篷的地板被刺穿，割坏或擦到。

source: They're a good idea, but a sheet of 6 mil plastic that you cut to size yourself works even better and is virtually free.
zh_cn: 这是个好办法，但如果你将一张6毫米的塑料切成一定的尺寸，效果会更好并且这是完全免费的。

source: Where possible (ie during car camping) lay a blanket down on the tent floor to help protect it.
zh_cn: 尽可能在地板上放一张毯子来保护它（比如汽车露营时）。

source: Never wear boots inside a tent.
zh_cn: 同时永远不要在帐篷内穿靴子。

source: Domes, Cabins And Tubes: Tents come in three main shapes and sizes.
zh_cn: 圆顶，小屋，和管子：帐篷有三个主要形状和大小。

source: Which one is best for you depends on what you want from it.
zh_cn: 哪一个是最适合你取决于你想要什么。

source: Cabin: Nearly vertical walls create the most space inside, as does a tall roof you can stand under.
zh_cn: 小屋：几乎垂直的墙壁能够在室内创造出最大的空间，就好比你站在一个高高的屋顶上。

source: But, this design won't stand up to high winds.
zh_cn: 但是，这种设计承受不了强风。

source: Most frequently found in campground tents, where space is your main priority.
zh_cn: 这种设计通常应用于野营帐篷，当你的首选是需要更多空间的时候。

source: Hoops: Crazy-looking designs designed to radically slash the number of poles used and therefore the weight you have to carry.
zh_cn: 圆顶：疯狂的外观设计，旨在从根本上削减使用的杆数以及减少你需要背负的重量。

source: These also stand up best to high winds.
zh_cn: 它们能够很好地承受强风。

source: Non-Freestanding: Tents that won't stand on their own without stakes providing tension.
zh_cn: 非独立式的：没有支柱去提供一定的拉力，帐篷是不会立起来的。

source: Typically found in ultralight tents, the configuration helps ensure a light weight, but can prove a hassle on a beach or above a tree line.
zh_cn: 尤其是超轻型帐篷，它的配置有助于确保重量很轻，但它在海滩上或林木线以上的地方使用会显得很麻烦。

source: Be a more experienced camper if you're considering one of these.
zh_cn: 当你在考虑这些情况的时候记得要思虑周全。

source: A-Frames: Don't, you're not a Boy Scout in the 1950s.
zh_cn: （屋顶）A字形结构：这不需要，你不是在二十世纪五十年代的童子军。

source: Poles: Giant campground tents may still come with separate aluminum poles you assemble separately.
zh_cn: 帐篷杆子：可能你还是用铝杆单独地组装巨型营地帐篷。

source: Everything else will have aluminum, fiberglass or carbon poles attached by internal bungee cords.
zh_cn: 其他一切东西都有铝的存在，像玻璃纤维或碳纤维杆子内部蹦极的连接。

source: A carbon pole is obviously going to save some weight, but cost you some more money.
zh_cn: 碳质的杆子显然是要节省一些重量，但是它会花费你更多的钱。

source: Evaluate the tent's total specs and see if its cost-to-weight ratio is worth it.
zh_cn: 估算一下帐篷的规格，看看其总花费要的重量比是否是值得的。

source: Some tents are now supported by hiking poles.
zh_cn: 一些帐篷现在支持徒步杖的使用。

source: As far as I'm concerned, hiking poles are for sissies.
zh_cn: 在我看来，使用步行杖显得有点娘娘腔。

source: If you can't balance yourself with a backpack on, go to the gym and do squats.
zh_cn: 如果你背上背包不能保持平衡，那么就去健身房做深蹲吧。

source: If you are the kind of sissy that uses hiking poles, then you may be able to save some weight by using them as your tent supports.
zh_cn: 如果你是那种使用步行杖的娘娘腔，然后你可以节省一些重量，用它们作为你的帐篷支撑。

source: I have to admit, this does make some sense.
zh_cn: 我得承认，这确实是能起到一点作用的。

source: Such sissy arrangements typically don't stand on their own though, requiring sissy tension applied by sissy stakes.
zh_cn: 尽管这种娘娘腔式的安排不是靠的他们自己完成，但还是需要他们的协助。

source: How To Make Any Tent Waterproof And Long Lasting: Before you embark on your first trip, do a practice pitch at home.
zh_cn: 如何让帐篷的防水能力更持久：在你开始你的第一次旅行前，在家做一个练习操作的场地。

source: That'll ensure that you have all the parts and know how to set it up properly, which you may have to do in the dark, in the rain or both once you're outside.
zh_cn: 这会确保你掌握所有的部分并且了解如何正确地操作。那可能是你出门在外的时候在夜里，雨里或者两种情况同时发生的时候需要做的事情。

source: Then, do the same with the rainfly.
zh_cn: 那么，对于外帐也是同样的做法。

source: Leave the tent up overnight, in a well ventilated area, to dry.
zh_cn: 在通风良好的地方将帐篷挂起来让它晾干。

source: Repeat this between trips and you'll never get wet.
zh_cn: 在你的旅行中不断地做这件事你就永远都不会被淋湿。

source: After any camping trip, pitch the tent in a well ventilated area, ideally outside during a sunny day and leave it up for a few hours or until completely dry.
zh_cn: 野营之后，把帐篷支在通风良好的地方，最好是挑个外面阳光灿烂的日子，让它在外面晾晒几个小时直到它已经完全干了。

source: Do this whether or not the tent got wet during the trip, but especially if the tent got wet.
zh_cn: 不管你的帐篷有没有在旅行中被淋湿都得这样做，但是如果帐篷被淋湿的话，你更得这样做了。

source: This will prevent mildew from forming.
zh_cn: 这能防止霉变的形成。

source: I am constantly amazed that people don't know to do this.
zh_cn: 我一直很惊讶为什么人们不知道这一点。

source: I've had a number of tents ruined by negligent friends who borrowed them, then returned them days or weeks later without having dried them out.
zh_cn: 我已经有好几个帐篷被我的一些粗心大意的朋友借去并且因此被毁了。他们通常在几天或几个星期之后把帐篷还回来但是没有把它完全晒干。

source: Even if it doesn't rain during your trip, there will be dew and condensation from your breath on the tent, set it up once you're home and make sure it has the chance to dry thoroughly.
zh_cn: 即使在你的旅途中并没有下雨，但由于你的呼吸会有露水凝结在帐篷上，你一到家就要把一切处理好并且确保它完全晾干。

source: How To Keep Snakes, Scorpions, Ravens, Foxes And Mosquitos Out: While camping on Santa Cruz Island last summer, I watched as ravens repeatedly unzipped tents, stole the shiny stuff inside, then as foxes climbed in, peed on everything and stole food.
zh_cn: 如何将蛇、蝎子、乌鸦、狐狸和蚊子挡在外面：去年夏天在圣克鲁斯岛野营时，我看着乌鸦多次拉开帐篷，偷里面亮晶晶的东西，狐狸会爬进来，在帐篷里面撒尿并且会偷东西吃。

source: I've also heard more than one story of someone climbing into a sleeping bag only to find a snake or scorpion already in there.
zh_cn: 我还听说有人爬进睡袋只为找里面爬进去的一条蛇或蝎子。

source: Any time that you are not in the tent, zip it closed with both zippers at the top of the door.
zh_cn: 当你不在帐篷里时，任何时候都要把门上的两个拉链都拉好。

source: If there are problematic critters in the area, tie the zipper pulls together.
zh_cn: 如果这一地区有很危险的动物，一定要将拉链拉紧。

source: This not only puts the zippers out of the reach of the pesky little guys, but prevents even freakishly smart birds from undoing them.
zh_cn: 这不仅能让一些讨厌的小家伙够不着拉链，也能防止奇怪的鸟类对它们构成威胁。

source: Leave your sleeping pad and bag rolled up until you climb into the tent to go to sleep.
zh_cn: 在你爬进帐篷睡觉之前，你得把你的睡垫和包包收起来。

source: This will not only keep creepy crawlies out, but helps keep your stuff dry too.
zh_cn: 这不仅能防止爬虫爬进去，还能让你的东西保持干燥。

source: I'll say it again: no matter what, keep the tent completely zipped shut when you're not in it.
zh_cn: 我再说一遍：不管什么情况，当你不再帐篷里时，把帐篷完全关好。

source: If You Can't Stake: Camping on loose sand, snow or on hard rock?
zh_cn: 如果你不能支起帐篷：你在松散的沙子上 ，雪地里或坚硬的岩石上面露营吗？

source: If you can dig, do dig, then tie some line around a buried stick, rock or bag o'dirt.
zh_cn: 如果你能挖，那就挖吧，然后用绳子系在一根埋在地里的木棒，石头或废弃袋子上面。

source: If you can't dig, carry over some heavy rocks or logs and tie the tent to those.
zh_cn: 如果不能挖，就带一些比较重的石头或圆木然后把帐篷用绳子固定在上面。

source: Or, if you have a freestanding tent, just put your stuff inside it, which should keep the tent from blowing away in all but the heaviest wind.
zh_cn: 或者，如果你有一个独立的帐篷，那就把你所有的东西都放进去吧，除了在强风以外的环境中它能防止你的帐篷能够不被风刮走。

source: Sticks make great stakes if you bend or lose yours.
zh_cn: 如果你把棍棒弄弯，它能支撑性会更好。

source: Which Tent Is Right For You?
zh_cn: 哪种帐篷适合你？

source: Unless only you're going car camping or are an experienced backpacker looking to shed more weight or are forever alone, just buy a basic two-person backpacking tent.
zh_cn: 除非你准备汽车露营或者你是一个很有经验的背包客，希望能够少背点东西或者你经常是一个人旅行，如果不是这种情况的话，就买一个基本的双人背包帐篷吧。
